{
	"***************************STATISTICS": "MODULE***************************",
	"***************************END": "OF STATISTICS MODULE***************************",
	"ERR_DMCAL_002": "Unable to delete the calendar for being associated with a sample collection centre",
	"ERR_DCENT_002": "Unable to delete centre for being system user",
	"ERR_DCENT_003": "Unable to delete centre for being associated with a order enviroment",
	"ERR_DCENT_004": "Unable to delete centre for having associated services",
	"ERR_DCENT_005": "Unable to delete centre for having associated bloodrequests",
	"ERR_DCENT_006": "Unable to delete centre for being associated with a host event",
	"ERR_XRCON_004": "Invalid Collection Centre",
	"ERR_CREQU_004": "Maximum allowed value reached for the Enumeration Scale associated to the chosen sample collection centre. Please, contact with the system administrator to solve this issue.",
	"ERR_CREQU_006": "The enumeration scale associated to the chosen sample collection centre requires the user to type the order number manually.",
	"ERR_CREQU_007": "The enumeration scale associated to the chosen sample collection centre does not allow the manual entry of the order number. Please, clear the order number field and the system will generate one automatically.",
	"ERR_CREQU_012": "Order quota has been exceeded for day and sample collection centre",
	"ERR_XREQU_032": "Invalid sample collection centre",
	"ERR_XREQU_065": "Invalid process centre for the order",
	"ERR_XSCOC_008": "Invalid Processing Centre",
	"ERR_DSCOC_002": "Unable to delete sample collection centre because it's the default sample collection of a user",
	"ERR_DSCOC_003": "Unable to delete sample collection centre because it's associated with Satellite Laboratory",
	"ERR_DSCOC_004": "Unable to delete sample collection centre because it has an associated order",
	"ERR_DSCOC_005": "Unable to delete sample collection centre because it's associated with a order environment",
	"ERR_DSCOC_006": "Unable to delete sample collection centre because it's the default sample collection centre in a connection host",
	"ERR_DSCOC_007": "Unable to delete sample collection centre because it's forced sample collection centre in a connection host",
	"ERR_DSCOC_008": "Unable to delete sample collection centre because it's associated with a container",
	"ERR_DSCOC_009": "Unable to delete sample collection centre because it's associated user",
	"ERR_DSCOC_010": "Unable to delete sample collection centre because it's in a mailbox",
	"ERR_DSCOC_011": "Unable to delete sample collection centre because it's associated with a user ",
	"ERR_DSCOC_012": "Unable to delete sample collection centre because it has a associated box",
	"ERR_DSCOC_013": "Unable to delete sample collection centre because it has a blood bank order associated",
	"ERR_XSECT_009": "Invalid Processing Centre",
	"ERR_XSERV_004": "Invalid Centre",
	"ERR_XWOLI_025": "Invalid process centre",
	"ERR_DSCAL_003": "Unable to remove the scale by being associated with a collection centre",
	"ERR_OFIWH_001": "The centre has no associated logo.",
	"ERR_DSKSU_002": "Provider centre has blood reception documents associated.",
	"ERR_XRENV_007": "Invalid collection centre identifier",
	"ERR_XRENV_008": "Invalid centre identifier",
	"ERR_XSALA_009": "Sample Collection Centre identifier does not exist",
	"ERR_CPRSC_001": "Already there is a processing centre with the same code",
	"ERR_DPRSC_002": "Impossible to eliminate the processing centre as the default processing centre of a group",
	"ERR_DPRSC_003": "Impossible to eliminate the processing centre as being associated to a group",
	"ERR_DPRSC_004": "Impossible to eliminate the processing centre as being associated with a collection centre",
	"ERR_DPRSC_005": "Impossible to eliminate the processing centre as being associated to a user role",
	"ERR_DPRSC_006": "Impossible to eliminate the processing centre as being associated to a group role",
	"ERR_DPRSC_007": "Impossible to eliminate the processing centre as being associated with a work list",
	"ERR_DPRSC_008": "Impossible to eliminate the processing centre as being associated to a petition",
	"ERR_DPRSC_009": "Impossible to eliminate the processing centre to be associated with some multicentre profile",
	"ERR_DPRSC_010": "Impossible to eliminate the processing centre as being associated with a multicentre test",
	"ERR_DPRSC_011": "Impossible to eliminate the processing centre as being associated with any group of tests and profiles  multicentre ",
	"ERR_DPRSC_012": "Impossible to eliminate the processing centre as being associated with any multi-user group",
	"ERR_DPRSC_013": "Impossible to eliminate the processing centre as being associated to any event Host",
	"ERR_CPROF_098": "In the section of the profile section, there are two entries with the same processing centre, sample collection centre, service, patient status and type of order.",
	"ERR_CTEST_098": "In the section of the test section, there are two entries with the same processing centre, sample collection centre, service, patient status and type of order.",
	"ERR_CPTGR_098": "In the section of the profile test group Multicentre, there are two entries with the same processing centre, sample collection centre, service, patient status and type of order.",
	"ERR_LBLRE_007": "Invalid Petitioner Centre filter",
	"ERR_LTREV_007": "Invalid Petitioner Centre filter",
	"ERR_LBRES_007": "Invalid Petitioner Centre filter",
	"ERR_PBLRC_004": "Provider centre is mandatory",
	"ERR_XCOBX_004": "Invalid sample collection centre identifier",
	"ERR_CBLRE_002": "The enumeration scale associated to the chosen centre does not allow the manual entry of the blood order number. Please, clear the blood order number field and the system will generate one automatically.",
	"ERR_CBLRE_003": "The enumeration scale associated to the chosen centre require that the order and blood order numbers to be equal.",
	"ERR_CBLRE_004": "The enumeration scale associated to the chosen centre requires the user to type the blood order number manually.",
	"ERR_PBLRE_005": "Blood centre is mandatory",
	"ERR_DBLPR_011": "Product {{product}} is out of centre",
	"ERR_XBLRC_002": "Product {{product}} is already in the centre",
	"ERR_XBLRC_004": "Origin centre is not valid",
	"\"ERR_XBLRC_006": "Product {{product}} is in {{centre}} ",
	"ERR_XBDNT_009": "Centre is required",
	"ERR_XBDNT_011": "Centre has an incorrect value",
	"ERR_DBDNT_003": "The product {{product}} cannot be re-enter because it already is in the centre",
	"ERR_BLOOD_OUTOFUSERREQUESTCENTER": "The product {{product}} is neither in the user centre stock nor in the request centre stock",
	"ERR_REQUEST_OUTOFUSERCENTER": "The request does not belong to the user centre",
	"ERR_XQSRG_QSRESCC": "Collection Centre is Mandatory",
	"ERR_DASTY_002": "Unable to delete assistential type for being associated with a centre",
	"ERR_DHREA_002": "Unable to delete health area for being associated with a centre"
}